---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.ScheduleViewFailures.PanelScheduleLoadClassInconsistency
source: html/5a16e592-7d9c-ce2c-e789-351cad27d829.htm
---
# Autodesk.Revit.DB.BuiltInFailures.ScheduleViewFailures.PanelScheduleLoadClassInconsistency Property

You have one or more loads connected to this panel that are not displayed in the panel schedule.
 Add the load classification(s) to the associated template to report this information in the Loads Summary.

## Syntax (C#)
```csharp
public static FailureDefinitionId PanelScheduleLoadClassInconsistency { get; }
```